Repository: ClassicPress-plugins-mirror/cpcompatibility
Catalog: languages/cpc-*.po
Languages: it_it

source: %1$s of those are incompatible with ClassicPress and have ben downloaded %2$s times.
it_it: %1$s di questi sono incompatibili con ClassicPress e sono stati scaricati %2$s volte.

source: %1$s popular plugins have ben downloaded %2$s times.
it_it: %1$s plugin popolari sono stati scaricati %2$s volte.

source: (none)
it_it: (nessuno)

source: <b>%1$s</b> requires wp %2$s for version %3$s.<br>
it_it: <b>%1$s</b> richiede WordPress %2$s nella versione %3$s.<br>

source: Downloaded
it_it: Scaricato

source: Fixed by cpcompatibility
it_it: Corretto da cpcompatibility

source: List of %1$s top %2$s plugins and required WordPress version
it_it: Lista dei %1$s "%2$s" plugins e versione richiesta

source: List of <i>your</i> plugins incompatible with WordPress 4.x
it_it: Lista dei <i>tuoi</i> plugins incompatibili con WordPress 4.x

source: Minimum<br>WordPress version
it_it: Minima<br>versione WordPress

source: Plugins not ClassicPress-friendly
it_it: Plugins non ClassicPress-friendly

source: Requires WordPress %1$s for version %2$s.<br>
it_it: La versione %2$s necessita WordPress %1$s.<br>

source: Tweaks for working with CP: wpcli compatibility, plugin checks.
it_it: Aggiustamenti per lavorare con CP: compatibilit√† con wpcli, controllo dei plugin,...
